Repository: Labdoo/Drupal7
Catalog: translations/po-files/fields-*.po
Languages: de, es, fr, it, japanese

# body:team:label
source: Team's topic
de: Thema
es: Tema del equipo
fr: Sujet de l'équipe
it: Tema della squadra
japanese: チームトピック

# body:team_page:label
source: Conversation
de: Chat
es: Conversación
it: Conversazione
japanese: 掲示板

# body:team_task:label
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
japanese: 概要

# field_about_me:user:label
source: About me
de: Über mich
es: Acerca de mi
fr: A propos de moi
it: Su di me

# field_action_type:#allowed_values:Dooject
source: Doojects
de: IT-Spende
es: Doojects - Dispositivos Educativos
it: Progetti Labdoo
japanese: Dooject

# field_action_type:#allowed_values:Dootrip
source: Dootrips
es: Dootrips - Viajes
it: Viaggi Labdoo
japanese: Dootrip

# field_action_type:#allowed_values:Edoovillage
source: Edoovillages
es: Edoovillages - Villas educativas
it: Villaggi Labdoo
japanese: Edoovillage

# field_action_type:#allowed_values:Hub
source: Hubs
es: Hubs - Centros de recolección
it: Centri
japanese: ハブ

# field_action_type:action:label
source: Type
de: Typ
es: Tipo
it: Tipo
japanese: 種類

# field_additional_editors:laptop:description
source: Add users who need to have permission to edit this dooject
de: Benutzer hinzufügen, die diese IT-Spende auch ändern dürfen.
es: Agregar usuarios que necesitan permiso para editar este dispositivo.
fr: Ajouter des utilisateurs qui ont besoin de permission pour éditer ce Dooject
it: Aggiungi utenti che hanno bisogno di avere il permesso di modificare questo progetto Labdoo
japanese: Dooject編集のためには許可を必要とするユーザーを追加

# field_additional_editors:laptop:label
source: Additional editors
de: Änderunggen auch durch
es: Editores adicionales
fr: Editeurs Additionnels
it: Redattori aggiuntivi
japanese: 編集者を追加

# field_additional_files:edoovillage:label
source: Additional files
de: Weitere Dateien
es: Archivos adicionales
fr: Fichiers Additionnels
it: File aggiuntivi
japanese: ファイルを追加

# field_additional_followers:laptop:description
source: Add users who want to follow this dooject
de: Benutzer hinzufügen, die dieser IT-Spenden folgen möchten
es: Agregar usuarios que quieren seguir este dispositivo
fr: Ajouter des utilisateurs qui suivre ce Dooject
it: Aggiungi utenti che vogliono seguire questo progetto Labdoo
japanese: このDoojectをフォローしたいユーザーを追加

# field_additional_followers:laptop:label
source: Additional followers
de: Weitere Follower
es: Seguidores adicionales
fr: Followers additionnels
it: Sostenitori aggiuntivi
japanese: フォロワーを追加

# field_additional_info_language:edoovillage:label
source: Additional information about language(s)
de: Weitere Informationen über Sprache(n)
es: Información adicional acerca del idioma
fr: Information additionnel sur la(les) langue(s)
it: Informazioni aggiuntive sulle lingue
japanese: 言語に関するその他の情報

# field_additional_notes:laptop:description
source: Add here any observations you would like to make. For instance you can add notes such as the quality of the laptop or if something is broken, a reminder, or a note on who donated the laptop.
de: Hier kannst die Anmerkungen ergänzen, z.B. über die IT-Spende, Ausstattung, Probleme, Defekte oder Hinweise. Oder eine Eriinerungs- Notiz oder Angaben zum IT-Spender.
es: Agrega aquí cualquier observación que desees. Por ejemplo,puedesagregar notas como la calidad del equipo si algo está dañado, unrecordatorio o una nota sobre quien donó el equipo.
fr: Ajouter ici les observations que vous aimeriez faire. Par exemple, vous pouvezAjouter des notes telles que la qualité de l'ordinateur portable ou si quelque chose est cassé ou gattéUn rappel, ou une note sur qui a fait don de l'ordinateur portable.
it: Inserisci qui le eventuali osservazioni che si desidera fare. Per esempio è possibile aggiungere note, come la qualità del portatile o se qualcosa è rotto, un promemoria o una nota su chi ha donato il portatile.
japanese: 特筆すべき事項があればこちらに追加してください。例えば、ラップトップに不具合がある等のラップトップの状態に関する注意事項を書き添えたり、ラップトップを寄付した人に関する情報を記すことができます。

# field_additional_notes:laptop:label
source: Additional notes
de: Weitere Notizen
es: Notas adicionales
fr: Notes additionnelles
it: Note aggiuntive
japanese: 追加事項

# field_additional_notification_em:laptop:description
source: Add here the email address(es) of additional people that you would like to be notified whenever this laptop changes its status.
de: Bitte gebe hier die E-Mailadresse(n) weiterer Personen ein, diebenachrichtigt werden sollen, wenn sich der Status der IT-Spende ändert.
es: Agrega aquí los correos electrónicos de la gente que recibiráuna notificación cuando el estado del dispositivo cambie.
fr: Ajouter ici l'adresse e-mail (s) de personnes supplémentaires que vous voulezSouhaite être averti à chaque fois que cet ordinateur portable change de statut.
it: Inserisci qui gli indirizzi email di altre persone che si desidera vengano avvisate ogni volta che questo laptop cambia il suo stato.
japanese: このラップトップに関するステータスに変更が生じた際にそれを知らせたい他の方のメールアドレスを追加してください。

# field_additional_notification_em:laptop:label
source: Additional notification emails
de: Weitere Benachrichtigungs-eMailadressen
es: Correos electrónicos adicionales para notificaciones
fr: Notification emails additionnel
it: Ulteriori email di notifica
japanese: メールアドレスを追加

# field_additional_traveler_s_info:dootrip:description
source: Name of the person(s) or the NGO performing the dootrip if different than the dootrippers field
de: Namen des/der Flugpaten oder NGO, falls diese vom Eintrag doortipper abweicht.
es: Nombre de la persona u organización que realiza el viaje
fr: Nom de la personne (s) ou de l'ONG effectuant la dootrip si différenteDifférent du champ des dootrippers
it: Nome(i) della(e) persona(e) o l'ONG coinvolta(e) nel viaggio Labdoo se diversa(e) da quella(e) nel campo viaggiatori Labdoo
japanese: Doortripper記入欄に記載されている方では無い方がDootripに参加する場合は、その方の或いはNGOの名前を記載してください。

# field_additional_traveler_s_info:dootrip:label
source: Additional traveler(s) information
de: Weitere Information zum Flugpaten
es: Información adicional del viajero
fr: Information additionnelle sur le/les voyageurs
it: Informazioni sul(sui) viaggiatore(i) aggiuntivo(i)
japanese: その他の参加者の情報を追加

# field_amp_hours:laptop:label
source: Amp hours
de: Amp-Stunden (Ah)
es: Horas
fr: heures d'amplis
it: Ampere per ora
japanese: アンペア時

# field_arrival_date:dootrip:label
source: Arrival date
de: Datum der Ankunfts
es: Fecha de llegada
fr: Date d'arrivée
it: Data di arrivo
japanese: 到着日

# field_battery_duration:laptop:description
source: Make an estimate of the battery duration in minutes. If the battery is not working, please remove it from the laptop, bring the battery to your nearest local recycling facility, ship the laptop to school without the battery and mark this field with a value of zero.
de: Geschätzte Batterie Laufzeit - falls die Batterie nicht arbeitet bringe sie zum nächsten Entsorgungshof. Entweder schicke die IT-Spende ohne Batterie zum Projekt. Oder frage ein Labdoo Hub, ob es Ersatz hat. Bitte trage dann den Wert 0 (Null) bei Batterielaufzeit ein.
es: Haz un estimado de la duración de la batería en minutos.Si la batería ni funciona, por favor remuévela y llévala al centro de reciclaje mas cercano. Envía la laptop sin la batería y marca este valor como cero(0).
fr: Procéder à une estimation de la durée de la batterie en minutes. Si la batteriene fonctionne pas, s'il vous plaît le retirer de l'ordinateur portable, amener la batterie àvotre établissement le plus proche de recyclage local, expédier l'ordinateur portable à l'écolesans la batterie et marquer ce champ avec une valeur de zéro.
it: Effettuare una stima della durata della batteria in minuti. Se la batteria non funziona, si prega di rimuoverla dal computer portatile, portarla all' impianto di riciclaggio più vicino, spedire il computer portatile alla scuola senza la batteria e riempire questo campo con un valore pari a zero.
japanese: バッテリーの耐久時間を分単位で記載してください。もしバッテリーが機能していない場合は、バッテリーをラップトップから取り外し、最寄りのリサイクル施設に持ち込み、 学校にはバッテリー無しのラップトップを送ってください。その場合、本欄にはゼロと記載してください。

# field_battery_duration:laptop:label
source: Battery duration
de: Batterielaufzeit
es: Duración de la batería
fr: Durée de la battérie
it: Durata della batteria
japanese: バッテリー耐久時間

# field_battery_watt_hours:laptop:label
source: Watt-hours
de: Watt-Stunden (Wh)
es: Horas-Watt
fr: Watt/heure
it: Watt per ora
japanese: ワットー時間

# field_book_language:book:label
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
japanese: 言語

# field_branches_information:hub:label
source: About this hub
de: Über diese Hub
es: Sobre este centro de recolección
fr: A propos de ce hub
it: Riguardo a questo centro
japanese: このハブについて

# field_comments:dootrip:label
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
japanese: コメント

# field_conversation_attachment:team_page:label
source: Attachment
de: Anlage
es: Adjuntos
fr: Elément joint
it: Allegato
japanese: 添付

# field_cpu:laptop:label
source: CPU speed (Example: 1200 MHz)
de: CPU Taktung (Beispiel: 1200 MHz)
es: Velocidad del CPU (Ejemplo: 1200 MHz)
fr: Vitesse du CPU-processeur (Exemple: 1200 MHz)
it: Velocità della CPU del computer
japanese: CPU速度（例：1200MHz）

# field_cpu_type:laptop:label
source: Number of cores (CPU type)
de: Anzahl der CPU-Kerne
es: Número de núcleos (tipo de CPU)
fr: Nombre de cores (Type de porcesseur)
it: Numero di processori (tipo di CPU)
japanese: コア番号（CPUの種類）

# field_current_operating_system:laptop:description
source: Example: Ubuntu 12.04, Mac OS X, Windows 7, etc.
de: Beispiel: lubuntu 12.04 LTS, Mac OS X, Windows 7, etc.
es: Ejemplo: Ubuntu 12.04, Mac OS X, Windows 7, etc.
fr: Exemple: Ubuntu 12.04, Mac OS X, Windows 7, etc.
it: Ad esempio: Ubuntu 12.04, Mac OS X, Windows 7, etc.
japanese: 例：Ubuntu 12.04, Mac OS X, Windows 7等

# field_current_operating_system:laptop:label
source: Current operating system
de: Aktuelles Betriebssystem
es: Sistema Operativo actual
fr: Système d'exploitation actuel
it: Sistema operativo corrente
japanese: 現在のOS

# field_departure_date:dootrip:label
source: Departure date
de: Datum der Abreise
es: Fecha de salida
fr: Date de dápart
it: Data di partenza
japanese: 出発日

# field_destination_of_the_trip:dootrip:label
source: Destination of the trip
de: Ziel der Reise
es: Destino del viaje
fr: Destination du voyage
it: Destinazione del viaggio
japanese: 到着予定地

# field_device_type:#allowed_values:androidTablet
source: Android tablet
es: Tableta Android
fr: Tablette Androïd
it: Tablet Android
japanese: アンドロイド・タブレット

# field_device_type:#allowed_values:blackberryPi
source: Blackberry Pi
es: Raspberry Pi

# field_device_type:#allowed_values:desktop
source: Desktop
de: Desktop/PC
es: Escritorio
fr: Desktop ou Ordinateur de bureau
japanese: デスクトップ

# field_device_type:#allowed_values:diyDevice
source: Do-it-yourselve device
de: Do-it-yourselve Gerät
es: Dispositivo Hazlo tu mismo (DIY)
fr: Equipement Do-it-yourselve
it: Dispositivo fai-da-te
japanese: DIYサービス

# field_device_type:#allowed_values:googlePhone
source: Android phone
de: Android Handy
es: Teléfono Android
fr: Téléphone Androïd
it: Telefono Android
japanese: アンドロイド携帯

# field_device_type:#allowed_values:internetTable
source: Internet tablet
es: Tableta 'Sólo Internet'
fr: Tablette Internet
it: Tablet internet
japanese: インターネット・タブレット

# field_device_type:laptop:label
source: Device type
de: Gerätetyp
es: Tipo de dispositivo
fr: Type d'appareil
it: Tipo di dispositivo

# field_doojects_additional_notes:edoovillage:label
source: Doojects additional notes
de: Weitere Notizen zur IT-Spende
es: Notas adicionales sobre los dispositivos
fr: Notes additionnelles sur les Doojects
it: Note aggiuntive sui Progetti Labdoo
japanese: Doojectに関する追記事項

# field_dooject_weight:laptop:label
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
japanese: 重さ

# field_dootripper_s_:dootrip:description
source: User(s) who will be part of this dootrip
de: User, die auch Flugpaten sind
es: Usuario(s) que serán parte de este viaje
fr: Utilisateur(s) qui fera (feront) partie de ce Dootrip
it: Utente(i) che farà(faranno) parte di questo viaggio Labdoo
japanese: このDootripに参加するユーザー

# field_dootripper_s_:dootrip:label
source: Dootripper(s)
de: Flugpaten
es: Dootripper(s) - Viajero(s)
it: Viaggiatore(i) Labdoo
japanese: Dootripper

# field_dootrips:laptop:description
source: This field is updated automatically once dootrips are assigned to this dooject. You can also optionally set this field manually adding dootrips by typing their name.
de: Dieses Feld wird automatisch aktualisiert, sobald ein Dootrip dieser IT-Spende zugewiesen wird. Man kann auch manuell einen Dootrip zuordnen, indem man dessen Namen eintippt.
es: Este campo se actualiza automáticamente, cuando un viaje se asigna a este dispositivo. También tienes la opción de llenar de forma manual este campo con el nombre del viaje (Dootrip).
fr: Ce champ est mis à jour automatiquement une fois les dootrips sont affectés à cedooject. Vous pouvez aussi éventuellement définir ce champ en ajoutant manuellementdes dootrips en tapant leur nom.
it: Questo campo viene aggiornato automaticamente una volta che i viaggi Labdoo sono assegnati a questo progetto Ladboo. Opzionalmente si può anche impostare questo campo aggiungendo manualmente i viaggi Labdoo digitando il loro nome.
japanese: 本欄は、DootripがDoojectに設定され次第、自動に更新されます。参加者の名前を追加することにより、手動でDootripを追加することも可能です。

# field_dootrips:laptop:label
source: Dootrips assigned to this dooject
de: Dieser IT-Spende zugeordneter Dootrip
es: Viajes (Dootrips) asignados a este disposotivo
fr: Dootrips assignés à ce dooject
it: Viaggi Labdoo assegnati a questo progetto Labdoo
japanese: Doojectに設定されたDootrip

# field_dootrip_additional_editors:dootrip:label
source: Additional editors
de: Änderungen auch durch
es: Editores adicionales
fr: Editeurs additionnels
it: Redattori aggiuntivi
japanese: 編集者を追加

# field_dootrip_capacity:dootrip:label
source: Number of doojects you can carry
de: Anzahl der IT-Spenden, die du mitnehmen kannst
es: Número de dispositivos que puedes llevar contigo
fr: Nombre de Doojects que vous pouvez porter
it: Numero di computers Labdoo che si possono portare
japanese: 持参可能なDoojectの数

# field_dootrip_weight:dootrip:label
source: Dooject's estimated total weight
de: Gesamtgewicht IT-Spende (geschätzt)
es: Peso total estimado de los dispositivos
fr: Poids total estimé d'un Dooject
it: Peso totale stimato dei computers Labdoo
japanese: Doojectの総重量見込み

# field_drupal_wall_image_style:drupal_wall:label
source: Image Style
de: Bild / Stil
es: Estilo de imagen
fr: Style d'image
it: Stile immagine
japanese: イメージ・スタイル

# field_drupal_wall_photos:drupal_wall:label
source: Share Photo
de: Teile ein Foto
es: Compartir foto
fr: Partage de photo
it: Condividi foto
japanese: 写真を共有する

# field_drupal_wall_videos:drupal_wall:label
source: Share Videos
de: Teile ein Video
es: Compartir videos
fr: Partage de vidéos
it: Condividi video
japanese: 映像を共有する

# field_edoovillage_action:action:label
source: Edoovillage
es: Edoovillage - Villa educativa
it: Villaggio Labdoo
japanese: Edovillage

# field_edoovillage_destination:laptop:label
source: Edoovillage destination
de: Zielort Edoovillage
es: Villa educativa destino
fr: Edoovillage de destination
it: Villaggio Labdoo di destinazione
japanese: Edovillage目的地

# field_edoovillage_photo_album:edoovillage:label
source: Photo album
de: Fotoalbum
es: Álbum fotográfico
fr: Album photo
it: Album foto
japanese: フォトアルバム

# field_edoovillage_status:#allowed_values:completed
source: Completed
de: Abgeschlossen
es: Completada
fr: Terminé
it: Completato
japanese: 完了

# field_edoovillage_status:#allowed_values:open
source: Open
de: Noch offen
es: Abierta
fr: Ouvert/Disponible
it: Apri
japanese: 開ける

# field_edoovillage_status:edoovillage:label
source: Status
es: Estado
it: Stato
japanese: ステータス

# field_edoo_additional_editors:edoovillage:label
source: Additional editors
de: Änderungen auch durch
es: Editores adicionales
fr: Editeurs additionnels
it: Redattori aggiuntivi
japanese: 編集者を追加

# field_edoo_additional_followers:edoovillage:label
source: Additional followers
de: Weitere Followers
es: Seguidores adicionales
fr: Followers additionnels
it: Sostenitori aggiuntivi
japanese: フォロワーを追加

# field_edoo_additional_notif_em:edoovillage:label
source: Additional notification emails
de: Weitere Benachrichtigungs-eMail
es: Correos de notificación adicionales
fr: Notification e-mail additionnelle
it: Email di notifica aggiuntive
japanese: 通知先メールアドレスの追加

# field_event_date:event:label
source: Date(s)
de: Datum
es: Fecha(s)
it: Data(e)
japanese: 日にち

# field_file_image_alt_text:image:description
source: Alternative text is used by screen readers, search engines, and when the image cannot be loaded. By adding alt text you improve accessibility and search engine optimization.
de: Zusätzlicher Text für Suchmaschinen, Screen reader u.a. und falls das Bild nicht geladen werden kann. Durch Alt-Text optimierst du die Erreichbarkeit durch Suchmaschinen und den Zugang zu den Daten.
es: El texto alterativo es utilizado por lectores de pantallas, motores de búsqueda y cuando las imágenes no pueden ser desplegadas.Al agregar el texto alternativo mejoramos la accesibilidad y optimizamos resultados en los motores de busqueda
fr: Le texte de remplacement est utilisée par les lecteurs d'écran, les moteurs de recherche, et quandl'image ne peut pas être chargé. En ajoutant un texte alt vous améliorezl'accessibilité et l'optimisation des moteurs de recherche.
it: Il testo alternativo viene utilizzato da screen readers, motori di ricerca, e quando l'immagine non può essere caricata. Con l'aggiunta di testo alternativo puoi migliorare l'accessibilità e l'ottimizzazione dei motori di ricerca.
japanese: 代替テキストは、スクリーン・リーダー、検索エンジンに読み込まれる他、画像が読み込めない時に使用される。代替テキストを追加することにより、アクセシビリティが向上し、検索エンジンの最適化が実現する。

# field_file_image_alt_text:image:label
source: Alt Text
es: Texto alternativo
it: Testo alternativo
japanese: 代替テキスト

# field_file_image_title_text:image:description
source: Title text is used in the tool tip when a user hovers their mouse over the image. Adding title text makes it easier to understand the context of an image and improves usability.
de: Titeltext, der angezeigt wird, wenn ein Benutzer seine Maus über das Bild bewegt. Durch Hinzufügen eines Titeltextes wird der Kontext leichter verstanden und der Zugang erleichtert.
es: El título del texto se despliega cuando un usuario posiciona el ratón encima de una imagen. Esto permite comprender mejor el contexto de la imagen y mejora la usabilidad de la página web.
fr: Le Texte de titre est utilisé quand un utilisateur survole la souris surl'image. L'ajout de texte de titre rend facile la compréhension du contexted'une image et améliore la facilité d'utilisation.
it: Il testo aggiuntivo viene utilizzato nello strumento dei suggerimenti quando un utente passa il mouse sopra l'immagine. L'aggiunta di testo rende più facile capire il contesto di un'immagine e ne migliora l'utilità.
japanese: タイトル・テキストは、ユーザーが画像上にマウスポインターを合わせた際に表示される簡潔な説明。タイトル・テキストを追加することで、画像の文脈が分かり易くなり、ユーザビリティが向上する。

# field_file_image_title_text:image:label
source: Title Text
de: Titeltext
es: Título del texto
fr: Texte de titre
it: Testo aggiuntivo
japanese: タイトル

# field_gic_date:gic:label
source: Date
de: Datum
es: Fecha
it: Data
japanese: 日にち

# field_gic_edoovillage:gic:label
source: Edoovillage
es: Villa Educativa - Edoovillage
it: Villaggio Labdoo
japanese: Edovillage

# field_hard_drive:laptop:label
source: Hard drive
de: Festplatte (HDD)
es: Disco Duro
fr: Disque dur
japanese: ハード・ドライブ

# field_hub:edoovillage:label
source: Coordinating hub(s)
de: Koordinierende(s) Hub(s)
es: Hub coordinador
fr: Coordination de hub(s)
it: Centri di coordinamento
japanese: ハブをコーディネート

# field_hub_action:action:label
source: Hub
es: Hub - Centro de recolección
it: Centro
japanese: ハブ

# field_hub_additional_editors:hub:label
source: Additional editors
de: Änderungen auch durch
es: Editores adicionales
fr: Editeurs additionnels
it: Redattori aggiuntivi
japanese: 編集者を追加

# field_hub_laptop:laptop:description
source: If you are an individual tagger, select here the group "Grassroots". If you belong to a hub, select the name of your hub.
de: Registrierst du deine IT-Spende als Einzelperson wähle hier "Grassroots" aus.
es: Si etiquetas dispositivos de forma independiente sin ser parte de un hub, selecciona el grupo "Grassroots".Si perteneces a un hub, selecciona el nombre de tu hub.
fr: Si vous êtes un tagger individuel, sélectionnez ici le groupe " Grassroots ".Si vous appartenez à un hub, sélectionnez le nom de votre hub.
it: Se sei un tagger privato, seleziona il gruppo "Grassroots". Se si appartiene a un centro, selezionare il nome del proprio centro.
japanese: 個人のタッガーの場合は、 "Grassroots"グループを選択。ハブに所属している場合は、ハブ名を選択。

# field_hub_laptop:laptop:label
source: Source group
de: Ursprungsgruppe
es: Grupo de origen
fr: Groupe source
it: Gruppo di origine
japanese: ソース・グループ

# field_hub_manager_s_:hub:label
source: Hub manager(s)
de: Hub Manager
es: Administrador del hub
fr: Gestionnaire(s) de Hub
it: Manager del centro
japanese: ハブ管理者

# field_hub_photo_album:hub:label
source: Photo album
de: Fotoalbum
es: Álbum fotográfico
fr: Album photo
it: Foto album
japanese: フォト・アルバム

# field_image:article:description
source: Upload an image to go with this article.
de: Lade ein Bild hierzu hoch.
es: Subir una imagen que acompañe este artículo
fr: Uploader une image pour cet article.
it: Carica un'immagine da accompagnare a questo articolo
japanese: 本記事の内容に沿った画像をアップロードしてください。

# field_image:article:label
source: Image
de: Bild
es: Imagen
it: Immagine
japanese: 画像

# field_image:labdoo_slide:label
source: Image
de: Bild
es: Imagen
it: Immagine
japanese: 画像

# field_internet_additional_notes:edoovillage:label
source: Internet additional notes
de: Weitere Web-Hinweise
es: Notas adicionales de Internet
fr: Notes internet additionnelles
it: Note internet aggiuntive
japanese: 備考を追加

# field_internet_connection_type:#allowed_values:none
source: None
de: Keine
es: Ninguna
fr: Aucun(e)
it: Nessuno
japanese: 無し

# field_internet_connection_type:#allowed_values:wired
source: Wired
de: LAN
es: Por cable
fr: Filaire
japanese: 有線

# field_internet_connection_type:#allowed_values:wiredOrWireless
source: Wired or Wireless
de: LAN oder WLAN
es: Por cable o inalámbrica
fr: Filaire ou sans fil(wireless)
it: Wired o wireless
japanese: 有線/無線

# field_internet_connection_type:#allowed_values:wireless
source: Wireless
de: WLAN
es: Inalámbrica
fr: Sans fil(wireless)
japanese: 無線

# field_internet_connection_type:edoovillage:label
source: Internet connection type
de: Art der Web-Anbindung
es: Tipo de conexión a Internet
fr: Type de connexion Internet
it: Tipo di connessione internet
japanese: インターネット接続タイプ

# field_is_first_page:#allowed_values:0
source: It's a translation
de: Es ist eine Übersetzung
es: Es una traducción
fr: C'est une traduction
it: È una traduzione
japanese: 翻訳

# field_is_first_page:#allowed_values:1
source: It's the original
de: Es ist das Original
es: Es la original
fr: C'est l'original
it: È l'originale
japanese: 原文

# field_is_first_page:book:label
source: Is this wiki page a translation of another wiki page or is this the original?
de: Ist diese wiki-Seite eine Übersetzung einer anderen wiki-Seite oder ist dies das Original?
es: ¿Esta página wiki es una traducción de alguna otra o es la versión original?.
fr: Ce wiki est-il une traduction d'une autre page wiki ou est-cel'original?
it: Questa pagina wiki è una traduzione di un'altra pagina wiki o è l'originale?
japanese: このwikiページは他のwikiページの翻訳、或いはオリジナルのページですか？

# field_keyboard:laptop:label
source: Keyboard (country of origin)
de: Tastatur (Ursprungsland)
es: Teclado (País de origen)
fr: Clavier (pays d'origine)
it: Tastiera (paese di origine)
japanese: キーボード（出身国）
