Repository: Labdoo/Drupal7
Catalog: translations/po-files/fields-*.po
Languages: de, es, fr, it, japanese

# field_labdooer_action:action:label
source: Labdooer
es: Voluntario de Labdoo - Labdooer
it: Utente Labdoo
japanese: Labdoger

# field_laptops:dootrip:description
source: Once you know the dooject(s) that you will be carrying with this dootrip, enter their Labdoo identifier here.
de: Wenn du weißt, welche IT-Spende(n) auf diesem Dootrip mitgenommen werden, trage bitte hier deren Labdoo-ID-Nummern ein.
es: Una vez que sepas cuales dispositivos (Doojects) llevarás en tu viaje (Dootrip), incluye los números de identificación aquí
fr: Une fois que vous connaissez le dooject (s) que vous porterez pendant cedootrip, entrer leur identifiant de Labdoo ici.
it: Una volta che sai quale(i) computer Labdoo porterai in questo viaggio Labdoo, inserisci il suo/loro identificativo Labdoo qui.
japanese: 本Dootripで実施するDoojectを把握している場合は、Labdoo識別情報を入力下さい。

# field_laptops:dootrip:label
source: Dooject identifiers
de: Labdoo-ID der IT-Spende
es: Número(s) de identificación
fr: identifiants Dooject
it: Identificatori computer Labdoo
japanese: Dooject識別情報

# field_linked_pages:superhub_page:description
source: Select the superhub pages where you would like this menu block to appear
de: Wähle die Super-Hub-Seiten aus, auf denen dieser Menüblock angezeigt werden soll.
es: Selecciona la página de centro de recolección matriz (superhub) donde te gustaría que este bloque de menú aparezca.
fr: Sélectionnez les pages SuperHub où vous souhaiteriez ce bloc de menuapparaître
it: Selezionare le pagine SuperHub dove si desidera appaia questo menù
japanese: このメニューが表示されることを防ぎたいスーパーハブ・ページを選択してください。

# field_linked_pages:superhub_page:label
source: Linked pages
de: Verlinkte Seiten
es: Páginas relacionadas
fr: Pages liées
it: Pagine linkate
japanese: リンク・ページ

# field_local_language_s_:edoovillage:label
source: Local language(s)
de: Lokale Sprache(n)
es: Idioma(s) local(es)
fr: Langue(s) locale(s)
it: Lingua(e) locale(i)
japanese: 現地語

# field_manager:laptop:description
source: The user currently managing this dooject
de: Aktueller Benutzer dieser IT-Spende
es: El usuario es el administrador actual de este dispositivo
fr: L'utilisateur qui gère actuellement ce dooject
it: L'utente che attualmente gestisce questo progetto Labdoo
japanese: 別のユーザーが現在本Doojectを担当しています。

# field_manager:laptop:label
source: Manager
es: Administrador
fr: Gestionnaire
japanese: マネージャー

# field_memory:laptop:label
source: Memory
de: Speicher (RAM)
es: Memoria
fr: Mémoire
it: Memoria
japanese: メモリー

# field_model:laptop:description
source: Brand name and model of the dooject
de: Markenname und Modell der IT-Spende
es: Nomvre de la marca y modelo del dispositivo educativo (Dooject)
it: Nome della marca e modello del computer Labdoo
japanese: Doojectのブランド名及びモデル

# field_model:laptop:label
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
japanese: モデル

# field_number_of_days_after:dootrip:label
source: Number of days you can store the dooject after the arrival date
de: Anzahl Tage, die du die IT-Spende(n) nach Ankunftsdatum lagern kannst
es: Número de días que puedes almacenar el dispositivo después de su llegada
fr: Nombre de jours pendant lesquels vous pouvez stocker le dooject après la date d'arrivée
it: Numero di giorni durante i quali si può tenere il computer Labdoo dopo la data di arrivo
japanese: 到着後Doojectのために費やすことのできる日数

# field_number_of_days_before:dootrip:label
source: Number of days you can store the dooject before the departure date
de: Anzahl Tage, die du die IT-Spende(n) vor Abreisedatum lagern kannst
es: Número de días que puedes almacenar el dispositivo antes de la fecha de salida.
fr: Nombre de jours pendant lesquels vous pouvez stocker le dooject avant la date de départ
it: Numero di giorni durante i quali si può tenere il computer Labdoo prima della data di partenza
japanese: 出発目にDoojectのために費やすことのできる日数

# field_number_of_doojects_assigne:dootrip:label
source: Number of doojects assigned
de: Anfangspunkt der Reise
es: Número de dispositivos educativos aasignados
fr: Nombre de doojects assigné
it: Numero di computer Labdoo assegnati
japanese: 設定予定のDoojectの件数

# field_number_of_laptops_needed:edoovillage:label
source: Number of doojects needed
de: Anzahl der benötigten IT-Spenden
es: Número de dispositivos educativos requeridos
fr: Nombre de doojects nécessaire
it: Numero di computer Labdoo necessitati
japanese: 必要なDoojectの件数

# field_number_of_students:edoovillage:label
source: Number of students
de: Anzahl der Schüler
es: Número de estudiantes
fr: Nombre d'élèves/étudiants
it: Numero di studenti
japanese: 生徒数

# field_number_of_teachers:edoovillage:label
source: Number of teachers
de: Anzahl der Lehrer
es: Número de profesores
fr: Nombre d'enseignants/professeurs
it: Numero di insegnanti
japanese: 先生数

# field_on_site_point_of_contact:edoovillage:description
source: Email address, phone number, website, etc.
de: E-Mailadresse, Telefon, Homepage usw.
es: Dirección de correo, número telefónico, pagina web, etc.
fr: Adresse e-mail, numéro de téléphone, site Web, etc.
it: Indirizzo email, numero di telefono, sito web, etc.
japanese: メールアドレス、電話番号、ウェブサイト等

# field_on_site_point_of_contact:edoovillage:label
source: On-site point of contact
de: Kontakt vor Ort
es: Contact en sitio
it: Punto di contatto in loco
japanese: 現地連絡先

# field_origin_of_the_trip:dootrip:label
source: Origin of the trip
de: Anfangspunkt der Reis
es: Origen del viaje
fr: Point de contact sur le site
it: Punto di partenza del viaggio
japanese: 本旅行の出発地

# field_parent_hub:hub:description
source: If this hub has a parent hub, please select it from the following list.
es: Si este hub pertenece a un hub principal, por favor selecciona la opción correcta de la lista.
fr: Si ce centre dispose d'un hub parent, s'il vous plaît sélectionner dans la listesuivante.
it: Se questo centro ha un centro principale, si prega di selezionarlo nella seguente lista.
japanese: 本ハブの母体ハブをがある場合は、次のリストからそのハブを選択してください。

# field_parent_hub:hub:label
source: Parent hub
de: Haupt-Hub
es: Centro de recolección (hub) principal
fr: Hub parent
it: Centro principale
japanese: 母体ハブ

# field_photo_album_edoovillage:node_gallery_gallery:label
source: Edoovillage
es: Edoovillage - Villa educativa
it: Villaggio Labdoo

# field_photo_album_hub:node_gallery_gallery:label
source: Hub
es: Hub - Centro de recolección
it: Centro
japanese: ハブ

# field_picture:laptop:description
source: Upload here a picture of the dooject. A picture is a helpful way for donors to ensure that they are looking at the correct dooject. Please do not use pictures that you may find on the Internet, as they may be copyrighted. Instead, please take a picture with your own camera. Once the dooject reaches a school, you can also upload another picture with the students using it.
de: Lade hier ein Foto der IT-Spende hoch, z.B. des Laptops. Ein Foto zeigt dem Spender, dass seine IT-Spende wirklich bearbeitet wurde. Bitte benutze keine Bilder aus dem Internet, da diese ggf. durch Copyright geschützt sein könnten. Bitte verwende mit deiner Kamera selbst gemachte Fotos. Wenn die IT-Spende eine Schule erreicht und du Fotos vom Einsatz vor Ort bei den Schülern bekommst, lade diese bitte auch ins Fotoalbum (Scrapbook) des Edoovillage hoch.
es: Sube aquí una foto del dispositivo donado. Una foto permite asegurarse de que se está mirando el equipo correcto. Por favor no utilices fotos que encuentres en internet, ya que pueden tener derechos de copyright. Por favor toma una foto del equipo con tu cámara. Una vez que el dispositivo llegue a su destino final, puedes agregar otra foto los estudiantes usando el equipo
fr: Uploader/cherger les ici une photo du dooject. Une image est un moyen utile pourdonateurs à veiller à ce qu'ils sont sur le bon dooject. S'il vous plaîtne pas utiliser les photos que vous pouvez trouver sur l'Internet, car ils peuvent être sousdroits d'auteur. Au lieu de cela, s'il vous plaît prendre une photo avec votre propre appareil photo.Une fois que le dooject atteint une école, vous pouvez également télécharger une autre imageavec les étudiants entrain de l'utiliser.
it: Carica qui una foto del computer Labdoo. Una foto è un modo utile per i donatori per assicurare che stanno guardando il corretto computer Labdoo. Si prega di non utilizzare le immagini che si possono trovare su Internet, in quanto potrebbero essere protette da copyright. Invece, si prega di scattare una foto con la vostra macchina fotografica. Una volta che il computer Labdoo raggiunge una scuola, è anche possibile caricare un'altra foto con gli studenti che lo utilizzano.
japanese: Doojectの写真をこちらにアップロードしてください。写真の掲載は、ドナーにとって支援しているDoojectを確実に見つける手助けになります。インターネット上で拾ってきた画像等、コピーライト上に問題がある写真を掲載しないでください。自ら撮影した写真に限って掲載してください。Doojectが目的の学校に配置された際には、実際に生徒がラップトップを使う様子を収めた新たな写真を掲載することが出来ます。

# field_picture:laptop:label
source: Picture
de: Bild
es: Foto
fr: Images
it: Foto
japanese: 写真

# field_project_application:edoovillage:label
source: Project application
de: Projektantrag
es: Aplicación del proyecto
fr: Demande de projet
it: Applicazione del progetto
japanese: プロジェクト申請

# field_project_description:edoovillage:label
source: Project description
de: Projektbeschreibung
es: Descripción del proyecto
fr: Description de projet
it: Descrizione del progetto
japanese: プロジェクト概要

# field_project_manager_s_:edoovillage:label
source: Project manager(s)
de: Projektmanager
es: Gestor del proyecto
fr: Gestionnaire(s) de projet
it: Manager(s) del progetto
japanese: プロジェクト・マネージャー

# field_project_summary:edoovillage:label
source: Project brief description
de: kurze Projektbeschreibung
es: Breve descripción del proyecto
fr: Brève description du projet
it: Breve descrizione del progetto
japanese: プロジェクトへの想い

# field_reference_book:book:label
source: Original book
de: Originalbuch
es: Libro original
fr: livre original
it: Libro originale
japanese: 原義

# field_semaphore:#allowed_values:green
source: Green: the rest of the doojects can be sent
de: Grün: Laptops können versandt werden, alles ok :)
es: Verde: El resto de los dispositivos se pueden enviar
fr: Vert: le reste des doojects peut être envoyé
it: Verde: il resto dei computer Labdoo può essere spedito
japanese: "緑：その他のDoojectを配送できます。

# field_semaphore:#allowed_values:red
source: Red: pictures about the project have not been uploaded yet
de: Rot: Es liegen noch keine Unterlagen wie Projektfotos vor :(
es: Rojo: No se han agregado fotos sobre el proyecto
fr: Rouge: les photos sur le projet n'ont pas encore été ajoutés
it: Rosso: le foto del progetto non sono ancora state caricate
japanese: 赤：プロジェクトに関する写真が未だアップロードされていません。

# field_semaphore:#allowed_values:yellow
source: Yellow: first doojects can be sent
de: Gelb: Laptopversand kann beginnen, aber letzte Punkte noch in der Abklärung :|
es: Amarillo: Los primeros dispositivos se pueden enviar
fr: Jaune: premiers doojects peuvent être envoyés
it: Giallo: i primi computer Labdoo possono essere spediti
japanese: 黄：最初のDoojectが配送可能です。

# field_semaphore:edoovillage:label
source: Semaphore
es: Semáforo
fr: Sémaphoremaphore
it: Semaforo
japanese: 同期

# field_serial_number:laptop:description
source: Write here the serial number of the dooject. Usually the serial number can be found in the back of the dooject, search for keywords such as "Serial Number" or "S/N", or if you see a bar code with a number under it, use this number. If the dooject has no sticker with the serial number, then write in this field the words "Unknown".
de: Setze hier die Seriennummer der IT-Spende ein. Üblicherweise findest du die Seriennr. auf der Unterseite des Gerätes oder im Batteriefach. Schaue dort nach Begriffen wie "Serial Number" oder "S/N", manchmal auch als Barcode mit einer Zahl darunter. Wenn diese IT-Spende keinen Aufkleber mit der Seriennr. hat dann setze in dieses Feld das Wort "Unknown" ein.
es: Escribe el número de serie del dispositivo. Generalmente se encuentra en la parte trasera del dispositivo. Busca palabras clave como "Número de serie" o "S/N", o si ves un código de barras con un número debajo utiliza este número. Si el dispositivo no cuenta con número de serie, escribe la palabra "desconocido".
fr: Ecrivez ici le numéro de série du dooject. Habituellement, le numéro de sériepeut être trouvé dans le dos du dooject, rechercher les mots clés tels que" Numéro de série "ou " S / N ", ou si vous voyez un code à barres avec un certain numéroutiliser ce numéro. Si le dooject n'a aucun autocollant avec lenuméro de série, écrire alors dans ce champ les mots " Inconnu ".
it: Scrivi qui il numero di serie del computer Labdoo. Di solito il numero di serie si trova nella parte posteriore del computer, ricerca di parole chiave come "Numero di serie" o "S / N", o se vedete un codice a barre con un numero sotto , utilizzate questo numero. Se il computer non ha adesivo con il numero di serie, scrivete in questo campo le parole "Sconosciuto".
japanese: Doojectのシリアル・ナンバーを記入してください。 通常、シリアル・ナンバーは、Doojectの裏側に記載されています。"Serial Number" 或いは "S/N"などのワードで検索してください。または、下に数字が並んでいるバーコードが見当たる場合は、その数字を記入してください。もしDoojectにシリアル・ナンバーの記載されたステッカーが添付されていない場合は、"Unknown"と記入してください。

# field_serial_number:laptop:label
source: Serial number
de: Seriennummer
es: Número de serie
fr: numéro de série
it: Numero di serie
japanese: シリアル・ナンバー

# field_simplenews_term:simplenews:label
source: Newsletter category
de: Kategorie Newsletter
es: Categoría del boletín de noticias
fr: Catégorie de Newsletter
it: Categoria newsletter
japanese: ニューズレターの種類

# field_skills:user:label
source: Skills
de: Kenntnisse
es: Habilidades
fr: Aptitudes
it: Abilità
japanese: スキル

# field_slider_tab:slider_page:label
source: Tab
es: Pestaña
japanese: タブ

# field_slider_weight:slider_page:label
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
japanese: 重さ

# field_socket_type:edoovillage:label
source: Socket type
de: Steckertyp
es: Tipo de conector
fr: Type de Socket(douille)
it: Tipo di presa di corrente
japanese: ソケット・タイプ

# field_socket_voltage:#allowed_values:120
source: 100-127 Volts
de: 100-127 Volt
es: 100-127 Voltios
japanese: 100-127ボルト

# field_socket_voltage:#allowed_values:220
source: 220-240 Volts
de: 220-240 Volt
es: 220-240 Voltios
japanese: 220-240ボルト

# field_socket_voltage:edoovillage:label
source: Socket voltage
de: Stromspannung
es: Voltaje
fr: Douille de tension
it: Voltaggio della presa di corrente
japanese: ソケット電圧

# field_status:#allowed_values:L1
source: [L1] Dooject was lost
de: [L1] Laptop ging verloren
es: [L1] El dispositivo se perdió
fr: [L1] Dooject était perdue
it: [L1] Il computer Labdoo è andato perduto
japanese: [L1] Doojectを喪失しました。

# field_status:#allowed_values:S0
source: [S0] Tagged with a Labdoo ID
de: [S0] Unter einer Labdoo-ID registriert (getagged)
es: [S0] Etiquetado con un número identificador de Labdoo
fr: [S0] Identifié avec un Labdoo ID
it: [S0] Contrassegnati con un ID Labdoo
japanese: [S0] Labdoo IDをタグ付け

# field_status:#allowed_values:S1
source: [S1] Donated, waiting to pass quality assurance
de: [S1] Gespendet, Installation und Qualitätskontrolle laufen
es: [S1] Donado, en espera de control de calidad
fr: [S1] Donné, en attente de passer le contrôle de l'assurance de la qualité
it: [S1] Donato, in attesa di passare il controllo qualità
japanese: [S1] 寄付済み、品質審査中

# field_status:#allowed_values:S2
source: [S2] Passed quality assurance
de: [S2] Installation und Qualitätskontrolle abgeschlossen
es: [S2] Pasó el control de calidad
fr: [S2] assurance qualité Passé
it: [S2] Controllo qualità passato
japanese: [S2] 品質審査合格

# field_status:#allowed_values:S3
source: [S3] Assigned to an edoovillage, waiting to be shipped
de: [S3] Einem Edoovillage zugeordet, wartet auf den Transport
es: [S3] Asignado a una Edoovillage, en espera para ser enviada
fr: [S3] attribué à un edoovillage, en attente d'être expédié(s)
it: [S3] Assegnato a un villaggio Labdoo, in attesa di essere spedito
japanese: [S3] Edovillageが決定、出荷待ち

# field_status:#allowed_values:S4
source: [S4] Deployed and being used
de: [S4] Ausgeliefert und im Einsatz
es: [S4] Instalada y en uso
fr: [S4] déployé et utilisé
it: [S4] Implementato e in uso
japanese: [S4] 配置済み、使用中

# field_status:#allowed_values:S5
source: [S5] Waiting to be recycled
de: [S5] Wartet auf das Recycling
es: [S5] En espera para ser reciclada
fr: [S5] attendant d'être recyclée(s)
it: [S5] In attesa di essere reciclato
japanese: [S5] リサイクル待ち

# field_status:#allowed_values:S6
source: [S6] Recycled
es: [S6] Reciclada
fr: [S6] recyclé
it: [S6] Reciclato
japanese: [S6] リサイクル済

# field_status:#allowed_values:S7
source: [S7] (Library) Checked out
de: [S7] (Geräteverzeichnis) ausgeliehen
es: [S7] (Biblioteca) En préstamo
fr: [S7] (Library) vérifié
it: [S7] (Biblioteca) Controllato
japanese: [S7] （ライブラリー）チェック・アウト

# field_status:#allowed_values:S8
source: [S8] (Library) Available
de: [S8] (Geräteverzeichnis) verfügbar
es: [S8] (Biblioteca) Disponible
fr: [S8] (Library) disponible
it: [S8] (Biblioteca) Disponibile
japanese: [S8] （ライブラリー）閲覧可能

# field_status:#allowed_values:S9
source: [S9] Deployed but not working
de: [S9] Ausgeliefert, aber funktioniert nicht
es: [S9] En sitio pero no funciona
fr: [S9] Déployé mais ne fonctionne pas
it: [S9] Dispiegato ma non funzionante
japanese: [S9] 配置済み、未使用

# field_status:#allowed_values:T1
source: [T1] In transit going to an edoovillage
de: [T1] Im Transit, auf dem Weg zu einem Edoovillage
es: [T1] En tránsito hacia una edoovillage
fr: [T1] En transit pour aller à un edoovillage
it: [T1] In transito verso un villaggio Labdoo
japanese: [T1] E"dovillageに配送中

# field_status:#allowed_values:T2
source: [T2] In transit going to a recycling factory
de: [T2] Im Transit, auf dem Weg zum Recycling
es: [T2] En tránsito hacia un centro de reciclaje
fr: [T2] En transit pour à une usine de recyclage
it: [T2] In transito verso una fabbrica di riciclaggio
japanese: [T2] リサイクル施設に配送中

# field_status:laptop:label
source: Status
es: Estado
it: Stato
japanese: ステータス

# field_status_dootrip:#allowed_values:DS0
source: Pending
de: Noch offen
es: Pendiente
fr: En attente
it: In attesa
japanese: 保留

# field_status_dootrip:#allowed_values:DS1
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
japanese: 完了

# field_status_dootrip:#allowed_values:DS2
source: Cancelled
de: Storniert
es: Cancelado
fr: Annulé
it: Cancellato
japanese: 中止

# field_status_dootrip:dootrip:label
source: Status
es: Estado
it: Stato
japanese: ステータス

# field_superhub_page_type:#allowed_values:block
source: Menu Block
de: Menü-Block
es: Menú
fr: Block de menu
it: Blocco di menù
japanese: メニュー・ブロック

# field_superhub_page_type:#allowed_values:page
source: Page
de: Seite
es: Página
it: Pagina
japanese: ページ

# field_superhub_page_type:superhub_page:label
source: Type
de: Typ
es: Tipo
it: Tipo
japanese: 種類

# field_tagger:laptop:description
source: The user who tagged this dooject
de: Anwender, der diese IT-Spende registriert hat
es: El usuario que etiquetó este dispositivo
fr: L'utilisateur ayant étiqueté cette dooject
it: L'utente che ha taggato questo progetto Labdoo
japanese: 本Doojectにタグ付けされているユーザー

# field_tagger:laptop:label
source: Tagger
de: Datenerfasser
es: Etiquetador
fr: Identifieur
japanese: タッガー

# field_tags:article:description
source: Enter a comma-separated list of words to describe your content.
de: Gebe eine Komma-getrennte Liste an Begriffen ein, die den Inhalt beschreibt.
es: Escrbe una lista de palabras separadas por comas para describir el contenido
fr: Entrez une liste séparée par des virgules de mots pour décrire votre contenu.
it: Inserire un elenco separato da virgole di parole per descrivere i tuoi contenuti.
japanese: コンテンツをコンマで句切った文字リストで記入してください。

# field_tags:article:label
source: Tags
es: Etiquetas
japanese: タグ

# field_task_assigned_to:team_task:label
source: Assigned to
de: Zugewiesen an
es: Asignada a
fr: Assigné à
it: Assegnato a
japanese: タグ先

# field_task_attachment:team_task:label
source: Attachment
de: Anlage
es: Anexo
fr: pièce jointe
it: Allegato
japanese: 添付

# field_task_priority:#allowed_values:high
source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
japanese: 高

# field_task_priority:#allowed_values:low
source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
japanese: 低

# field_task_priority:team_task:label
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
japanese: 優先

# field_task_status:#allowed_values:close
source: Close
de: Geschlossen
es: Cerrado
fr: Fermé
it: Vicino
japanese: 閉じる

# field_task_status:#allowed_values:deferred
source: Deferred
de: Aufgeschoben
es: Postergado
fr: différé
it: Rinviato
japanese: 延期

# field_task_status:#allowed_values:duplicate
source: Duplicate
de: Duplikat
es: Duplicado
fr: Dupliqué
it: Duplicato
japanese: 複製

# field_task_status:#allowed_values:open
source: Open
de: Offen
es: Abierto
fr: Ouvert/Disponible
it: Aperto
japanese: 開く

# field_task_status:#allowed_values:resolved
source: Resolved
es: Resuelto
fr: Résolu
it: Risolto
japanese: 決定

# field_task_status:team_task:label
source: Status
es: Estado
it: Stato
japanese: ステータス

# field_task_type:#allowed_values:doojectSanitation
source: Dooject sanitation event
de: Veranstaltung zur Aufarbeitung von IT-Spenden
es: Evento de saneamiento de dispositivos
fr: Evénement d'assainissement Dooject
it: Evento di sanitizzazione del computer Labdoo
japanese: Doojectのサニタイジング

# field_task_type:#allowed_values:featureRequest
source: Feature request
de: Anfrage Funktion
es: Petición de característica
fr: Demande de fonctionnalité
it: Richiesta di funzionalità
japanese: フィーチャー・リクエスト

# field_task_type:#allowed_values:generalTask
source: General task
de: Allgemeine Aufgabe
es: Tarea general
fr: Tache générale
it: Funzione generale
japanese: タスク

# field_task_type:#allowed_values:outreachingActivity
source: Outreaching activity
de: Labdoo.org bekannt machen
es: Actividad de alcance
fr: Activité outreaching/à grande portée
it: Attività outreaching
japanese: その他の活動

# field_task_type:#allowed_values:websiteBug
source: Website bug
de: Fehler Webseite
es: Falla en la página web
fr: Bug du site
it: Sito web bug
japanese: ウェブサイト・バグ

# field_task_type:team_task:label
source: Type
de: Typ
es: Tipo
it: Tipo
japanese: 種類

# field_type:#allowed_values:edoovillage
source: Edoovillage
es: Villa Educativa - Edoovillage
it: Villaggio Labdoo
japanese: Edovillage

# field_type:#allowed_values:hub
source: Hub
es: Centro de recolección - Hub
it: Centro
japanese: ハブ

# field_type:slider_page:label
source: Type
de: Typ
es: Tipo
it: Tipo
japanese: 種類

# field_types_of_mini_missions:#allowed_values:HUBTYPE0
source: Dropping point
de: Annahmestelle
es: Punto de entrega
fr: Point de collecte
it: Punto di consegna
japanese: 配置場所

# field_types_of_mini_missions:#allowed_values:HUBTYPE1
source: Sanitizing point
de: Hub (Zentrale Anlaufstelle)
es: Punto de saneamiento
fr: Point d'assainissement
it: Punto di sanitizzazione
japanese: サニタイジング場所
