Repository: Labdoo/Drupal7
Catalog: translations/po-files/fields-*.po
Languages: de, es, fr, it, japanese

# field_types_of_mini_missions:hub:description
source: If this hub accepts to store doojects, select "Dropping point". If the hub sanitizes doojects, select "Sanitizing point". You can select multiple options at the same time.
de: Wenn das Hub nur IT-Spenden lagert, wähle "Annahmestelle" aus. Wenn das Hub auch aktiv IT-Spenden aufarbeitet, wähle "Hub (Zentrale Anlaufstelle)" aus. Du kannst auch mehrere Optionen gleichzeitig auswählen.
es: Si este hub acepta almacenar dispositivos educativos (doojects),selecciona "Punto de entrega". Si este hub sanea doojects, selecciona "Punto de saneamiento". Puedes selecciona múltiples opciones al mismo tiempo.
fr: Si ce hub accepte de stocker des doojects, sélectionnez " Point de collecte ". Sile hub assaini doojects, sélectionnez " Point d'assainissement ". Vous pouvezsélectionner plusieurs options en même temps.
it: Se questo centro accetta di immagazzinare computer Labdoo, selezionare "Punto di consegna". Se il centro sanitizza computers Labdoo, selezionare "punto Sanitizzazione". È possibile selezionare più opzioni allo stesso tempo.
japanese: 本ハブ上でDoojectを保存することを承認する場合は、"Dropping point"を選択してください。もし本ハブがDoojectをサニタイジングする場合は、"Sanitizing point"を選択してください。一度に複数のオプションを選択することが可能です。

# field_types_of_mini_missions:hub:label
source: Hub type
de: Hub-Typ
es: Tipo de hub
fr: Type de hub
it: Tipo di centro
japanese: ハブの種類

# field_user_name:user:description
source: Your first and last name
de: Vor- und Nachname
es: Tu nombre y apellido
fr: Vos prénoms et noms
it: Il suo nome e cognome
japanese: 姓名

# field_user_name:user:label
source: Name
es: Nombre
fr: Noms
it: Nome
japanese: 名前

# field_volts:laptop:label
source: Volts
de: Volt
es: Voltios
it: Volt
japanese: 電圧

# field_welcome_message:team:label
source: Welcome message
de: Willkommensnachricht
es: Mensaje de bienvenida
fr: Message de bienvenue
it: Messaggio di benvenuto
japanese: 歓迎メッセージ

# group_group:#allowed_values:0
source: Not a team
de: Kein Team
es: No es un equipo
fr: Pas un team/équipe
it: Non una squadra
japanese: 非チーム

# group_group:#allowed_values:1
source: Team
es: Equipo
fr: Team/équipe
it: Squadra
japanese: チーム

# group_group:team:description
source: Determine if this is an OG group.
de: Ist diese Gruppe eine OG Gruppe?
es: Determina si es un grupo organizacional
fr: Déterminer si ceci est un groupe OG.
it: Determina se si tratta di un gruppo di OG.
japanese: OGグループかどうか確認下さい。

# group_group:team:label
source: Team
es: Equipo
fr: Team/équipe
it: Squadra
japanese: チーム

# node_gallery_media:node_gallery_item:description
source: File to store Node Gallery media.
de: Datei zur Speicherung der Bildergalerie
es: Archivo para guardar en la galería multimedia del nodo
fr: Fichier pour stocker Node Galerie médias.
it: File per memorizzare il materiale Node Gallery.
japanese: ノード・ギャラリー・メディアに保存してください。

# node_gallery_media:node_gallery_item:label
source: Gallery Media
de: Gallerie-Medium
es: Galería de multimedia
fr: Galerie média
it: Galleria media
japanese: ギャラリー・メディア

# node_gallery_ref_1:node_gallery_item:label
source: Galleries
de: Gallerien
es: Galerías
it: Gallerie
japanese: ギャラリー

# og_group_ref:event:label
source: Team(s)
es: Equipo(s)
fr: Team(s)/équipe(s)
it: Squadra(e)
japanese: チーム

# og_group_ref:team_page:label
source: Team(s)
es: Equipo(s)
fr: Team(s)/équipe(s)
it: Squadra(e)
japanese: チーム

# og_group_ref:team_task:label
source: Team(s)
es: Equipo(s)
fr: Team(s)/équipe(s)
it: Squadra(e)

# og_membership_request:og_membership_type_default:description
source: This is the text a user may send to the group administrators.
de: Dieser Text kann an den Gruppen-Administrator geschickt werden.
es: Este es el texto que un usuario puede enviar al administrador del grupo
fr: Ceci est le texte qu'un utilisateur peut envoyer aux administrateurs de groupe.
it: Questo è il testo che un utente può inviare agli amministratori del gruppo.
japanese: これは、グループ管理者にユーザーが送信し得るテキストです。

# og_membership_request:og_membership_type_default:label
source: Request message
de: Anfrage (Nachricht)
es: Solicitar mensaje
fr: Message de demande
it: Messaggio di richiesta
japanese: メッセージ申請

# og_user_node:user:label
source: Group membership
de: Gruppen-Mitgliedschaft
es: Membresía del grupo
fr: Appartenance au groupe
it: Gruppo di appartenenza
japanese: グループ・メンバーシップ

# field_device_type:#allowed_values:ebook
source: eBook
japanese: Eブック

# field_device_type:#allowed_values:laptop
source: Laptop
japanese: ラップトップ

# field_device_type:#allowed_values:smartphone
source: SmartPhone
japanese: スマートフォン

# field_task_priority:#allowed_values:normal
source: Normal
it: Normale
japanese: ノーマル
